const emojipedia = [
  {
    id: 1,
    emoji: "😀",
    name: "Ухмыляющееся лицо",
    meaning:
      "Ухмыляющееся лицо относится к тем эмоджи, которые используются чаще всех. Оно просто универсально: Все равно, хочешь ли ты просто сказать привет, показать свою радость или возбуждение или просто разбавить длинное сообщение."
  },
  {
    id: 2,
    emoji: "😉",
    name: "Подмигивающее лицо",
    meaning:
      "Смайлик подмигивает нагло одним глазом. Это выражение юмора, кто-то шутит, флиртует или имеет даже более глубокие намерения. Подмигивание немного разряжает обстановку: Не стоит все воспринимать всерьёз, а с чувством юмора."
  },
  {
    id: 3,
    emoji: "😳",
    name: "Покрасневшее лицо",
    meaning:
      "Он в шоке, в неприятной ситуации или сделал решающею ошибку. Также показывает стыд – что-то ему неприятно. Может быть тоже реакцией на комплимент или сообщение, которое не хотелось бы получать от именно этого человека."
  },
  {
    id: 4,
    emoji: "😏",
    name: "Самодовольное лицо",
    meaning:
      "Полуулыбок, который аж течет от самодовольствия. Знак иронии, хладнокровности или игривости. Но осторожно: Он может иметь далеко идущие планы. Иногда встречается в сексуальном контексте в связи в флиртом или виртом."
  },
  {
    id: 5,
    emoji: "😍",
    name: "Счастливое лицо",
    meaning:
      "Лицо светится от счастья с сердцеобразными глазами. Ныряя в омут, кто-то влюбился: В человека, в место или и вещь. Показывает размер любви и обожания, но также и благодарность. Часто часть романтических посланий. Человек просто лопает от счастья!"
  },
  {
    id: 6,
    emoji: "😱",
    name: "Кричащее лицо",
    meaning:
      "Страшное кричащее лицо с двумя руками. Застыл в страхе или получил шокирующие новости. Жуткие эмоджи также можно использовать иронично или как символ Хэллоуина."
  }
];
export default emojipedia;
